[
  {
    "title": "...And Justice For All",
    "author": "Metallica",
    "year": 1988,
    "poster": "https://cdn.media.amplience.net/i/metallica/and-justice-for-all_cover?fmt=auto&maxW=1050",
    "genre": "Metal",
    "logo": "img/metallica.png",
    "desc": "L'album rappresentò il primo vero grande successo commerciale del gruppo, raggiungendo la top 10 di varie classifiche mondiali e venendo certificato disco di platino dalla RIAA in poche settimane."
  },
  {
    "title": "The Number of the Beast",
    "author": "Iron Maiden",
    "year": 1982,
    "poster": "https://th.bing.com/th/id/OIP.2xpsX-xjKia3CD_35W7M1gHaHa?w=186&h=186&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "genre": "Heavy Metal",
    "logo": "img/ironmaiden.png",
    "desc": "È il primo album inciso con il nuovo cantante Bruce Dickinson (in sostituzione di Paul Di'Anno), nonché il primo lavoro del gruppo a raggiungere la vetta della classifica britannica. L'album risulta il maggior successo commerciale del gruppo, con oltre 14 milioni di copie vendute nel mondo."
  },
  {
    "title": "Toxicity",
    "author": "System of a Down",
    "year": 2001,
    "poster": "https://th.bing.com/th/id/OIP.XkuavEbIJDiVUK9UUGgyqwHaHa?w=180&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "genre": "Nu Metal",
    "logo": "img/soad.png",
    "desc": "L'album debuttò alla prima posizione negli Stati Uniti d'America, vendendo 220 000 copie; al 2010 ha venduto circa 12 milioni di copie nel mondo. Toxicity ricevette inoltre una nutrita schiera di recensioni positive da parte della critica specializzata e riscosse anche un ottimo successo di pubblico."
  },
  {
    "title": "Desaparecido",
    "author": "Litfiba",
    "year": 1985,
    "poster": "https://th.bing.com/th/id/OIP.ey919xw1-lelpR2_ldg-xgHaHe?w=210&h=220&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "genre": "Rock",
    "logo": "img/litfiba.png",
    "desc": "È il primo disco della cosiddetta 'trilogia del potere', il cui tema portante è il rifiuto della violenza e del totalitarismo. Il suono unisce le influenze new wave con un gusto per la melodia tipicamente mediterranea, caratteristica questa fortemente ricercata dalla band all'epoca."
  },
  {
    "title": "Vulgar Display of Power",
    "author": "Pantera",
    "year": 1992,
    "poster": "https://th.bing.com/th/id/OIP.OSSXVngEH8lKjOISgo_rzwHaHa?w=171&h=179&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "genre": "Heavy Metal",
    "logo": "img/pantera.png",
    "desc": "Considerato una pietra miliare non solo del sottogenere groove metal ma dell'intero heavy metal moderno, l'album è stato collocato, nel 2017, alla decima posizione dei 100 migliori album metal di tutti i tempi secondo Rolling Stone."
  },
  {
    "title": "Random Access Memories",
    "author": "Daft Punk",
    "year": 2013,
    "poster": "https://th.bing.com/th/id/OIP.p6p8V3MigZL8tRMo2Y44NQHaHa?w=153&h=160&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "genre": "Electronic",
    "logo": "img/daft.png",
    "desc": "Si tratta del primo album in studio del duo a otto anni di distanza dalla pubblicazione di Human After All e rappresenta l'ultima pubblicazione antecedente al loro scioglimento avvenuto nel 2021. Per la realizzazione del disco, i due musicisti si sono discostati in gran parte dalle precedenti sonorità elettroniche, producendo materiale più vicino alla disco music e al funk."
  }
]
